{"mca.books.death.12":"§f§lBâton de Vie 2§r§f\nLe bâton est un objet puissant qui peut raviver jusqu'à 5 personnes. Contrairement au Scythe, il est même capable d'effacer toute maladie de la personne ressuscitée.","mca.books.death.3":"§f§lInvocation de Faucheuse 2§r§f\nAu centre, vous devez placer le sacrifice, un bloc d'émeraude.","mca.books.death.4":"§f§lInvocation de Faucheuse 3§r§f\nAprès avoir construit l'autel, attendez jusqu'à la nuit et allumez les 3 colonnes. Quand vous êtes prêt à vous battre, allumez le bloc émeraude et courez!","mca.books.death.author":"Ozzie le guerrier","mca.books.death.7":"§f§lCombattre la Faucheuse 3§r§f\nQuand la Faucheuse perd trop de santé, il se téléportera en l'air et commencera à guérir. En guérissant, il invoquera ses serviteurs du monde souterrain pour vous combattre.","mca.books.death.8":"§f§lCombattre la Faucheuse 4§r§f\nQuand la Faucheuse est guéri, il continuera à vous attaquer, mais il ne sera pas en mesure de guérir à nouveau pendant 3 minutes et 30 secondes. Chaque fois que sinistre guéri, il ne sera pas en mesure de restaurer autant de santé qu'il ne l'a fait auparavant.","mca.books.death.1":"§f§lTombes§r§f\n§r§fQuand un villageois meurt, son cadavre est enterré dans la tombe la plus proche. Assurez-vous donc de garder une parcelle dans votre cimetière.","mca.books.death.2":"§f§lInvocation de Faucheuse§r§f\nMalheureusement, la seule entité capable de vaincre la mort est la mort elle-même: la Faucheuse. Pour l'invoquer, tu dois construire un autel composé de 3 colonnes d'obsidienne d'au moins 2 blocs de hauteur. Ils peuvent être plus élevés si vous le souhaitez.","mca.books.death.10":"§f§lLa Faux 2§r§f\nMais votre ami se lèvera infecté, car le temps passé sous terre a laissé des marques. Vous pouvez probablement le soigner d'une manière ou d'une autre, mon ami Richard a écrit un livre sur ce sujet.","mca.books.death.5":"§f§lCombattre la Faucheuse§r§f\nLa Faucheuse est difficile. Utilisez une armure en diamant, de nombreuses potions et beaucoup d'enchantements. Il peut:\n- Voler\n- Bloquer les attaques\n- Vous aveugler\n- Déplacer vos objets\n- Téléporter","mca.books.death.11":"§f§lBâton de Vie§r§f\nCependant, il y a une autre solution plus pacifique. Le Bâton de Vie! Au lieu d'une mauvaise âme, il utilise la puissance concentrée des Étoiles du Nether pour ressusciter.","mca.books.family.author":"Leanne le Clerc","mca.books.death.6":"§f§lFCombattre la Faucheuse 2§r§f\nSi vous frappez la Faucheuse pendant qu'il bloque, il se téléportera derrière vous et frappera. N'essayez pas d'utiliser des flèches ou du poison, il est immunisé!","mca.books.rose_gold.author":"William le mineur","mca.books.infection.author":"Richard le zombie","mca.books.romance.author":"Gerry le bibliothécaire","mca.books.death.9":"§f§lLa Faux§r§f\nUne fois que vous avez atterri le mortel frappé, il retombe dans le vide et laisse son faucheur derrière lui. La Faux, sentant la glace froide au toucher, est un puissant outil. Frappez un village pour charger la faux, puis transférez l'âme stockée vers la pierre tombale.","mca.books.death.0":"§fJe ne pouvais pas compter combien de fois ma famille a été propulsée en morceaux par des creepers. « Comment sont-ils encore là, vous pouvez me demander? Facile! Moi, cher lecteur, j'ai découvert un remède pour la mort elle-même! » Et à travers ce livre, je peux le partager avec vous."}