{
	"mca.books.blueprint.0": "§fMy osadnicy możemy uprawiać ziemię. Możemy wykuć narzędzia i zbroje. Możemy czytać, warzyć, czarować i wiele więcej. Jednak brakuje nam wiedzy na temat budownictwa!",
	"mca.books.blueprint.1": "§fPodczas swojej podróży, prawdopodobnie odwiedzasz liczne wioski które są małe, niepraktyczne, i skromnie udekorowane. Jak wioska mogłaby kiedykolwiek stać się czymś większym?",
	"mca.books.blueprint.2": "§f§lPlany budowlane§r§f\nOto dlaczego podróżuję dookoła planety, pomagając wioskom się rozwijać. Ty też tak możesz! Stwórz plany budowlane używając niebieskiego barwnika i papieru, oraz sprawdź katalog budowli, których każda osada potrzebuje, ale nie może zrobić samemu.",
	"mca.books.blueprint.3": "§f§lWymagania§r§f\nKonstrukcje mają zazwyczaj wymagany minimalny rozmiar. nie możesz po prostu wszystkiego połączyć. Potem musisz upewnić się że wszystkie wymagania odnośnie bloków są spełnione.",
	"mca.books.blueprint.4": "§f§lZakończenie budowy§r§f\nKiedy już skończysz, kliknij 'dodaj budynek' i patrz jak osadnicy przyjmują go do użytku w wiosce.",
	"mca.books.blueprint.5": "§f§lRangi§r§f\nPrzecież to jasne że nie robisz tego bezinteresownie! Im bardziej twoja wioska jest zaawansowana, tym wyższą masz rangę. Każdy chyba marzy o życiu jako szlachcic? lub Prezydent? Albo nawet król?",
	"mca.books.blueprint.author": "Budowlaniec Carl",
	"mca.books.death.0": "§fl Nie mogłem zliczyć, ile razy moja rodzina została wysadzona przez creeperów. Jak oni jeszcze żyją, możesz zapytać? To Łatwe! Drodzy czytelnicy, odkryłem lekarstwo na śmierć! A za pośrednictwem tej książki mogę z tobą się tym podzielić.",
	"mca.books.death.1": "§f§lgroby§r§f\n§r§fKiedy osadnik umiera, jego zwłoki są zakopane w najbliższym grobie. Więc upewnij się, że masz wolny grób w twoim cmentarzu.",
	"mca.books.death.10": "§f§lKosa żniwiarza 2§r§f\nJednakże twój przyjaciel wróci zainfekowany, ponieważ czas w podziemiach zostawił na nim piętno. Prawdopodobnie da się to wyleczyć, mój przyjaciel Richard napisał w swojej książce o tym.",
	"mca.books.death.11": "§f§lberło życia §r§f\nTak czy inaczej, jest inne, bardziej pokojowe wyjście. berło życia! Zamiast biednej duszy, używa skoncentrowanej mocy gwiazdy netheru do wskrzeszenia.",
	"mca.books.death.12": "§f§lberło życia 2§r§f\nBerło jest potężnym przedmiotem, który może przywrócić 5 osób. W przeciwieństwie do kosy, jest w stanie nawet zmazać jakiekolwiek zmiany z uzdrowionego.",
	"mca.books.death.2": "§f§lprzywoływanie żniwiarza §r§f\nNiestety, Jedyną możliwością rzeczą która pokona śmierć jest ona sama: Żniwiarz dusz. Żeby go przywołać, musisz zbudować ołtarz z 3 obsydianowych kolumn, przynajmniej na 2 wysokości i 2 odstępu od siebie. Jeśli chcesz mogą być wyższe.",
	"mca.books.death.3": "§f§lPrzywoływanie żniwiarza 2§r§f\nW centrum kolumn musisz umieścić blok szmaragdu.\n",
	"mca.books.death.4": "§f§lPrzywoływanie żniwiarza 3§r§f\nPo zbudowaniu ołtarza, poczekaj na noc i zapal wszystkie 3 kolumny. Kiedy jesteś gotów by walczyć, zapal blok szmaragdu i uciekaj!",
	"mca.books.death.5": "§f§lWalka ze żniwiarzem§r§f\nŻniwiarz jest potężny. Użyj pełnego diamentowego setu, dużo mikstur i zaklęć na przedmiotach. Jego możliwości to:\n-latanie\n-blokowanie ataków\n-oślepiać cię\n-przestawiać twoje przedmioty\n-teleportować się",
	"mca.books.death.6": "§f§lwalka ze żniwiarzem 2§r§f\nJeśli uderzysz żniwiarza gdy on stosuje blok, przeteleportuje się on za Ciebie i zaatakuje. Nawet nie próbuj używać strzał lub trucizn, jest na to odporny!",
	"mca.books.death.7": "§f§l Walka ze żniwiarzem 3§r§f\nKiedy żniwiarz traci za dużo punktów życia przeteleportuje się wysoko w górę i zacznie się leczyć. Podczas leczenia się przywoła swoich pomocników z podziemia do walki z Tobą.",
	"mca.books.death.8": "§f§lWalka ze żniwiarzem 4§r§f\nKiedy żniwiarz się uleczy, będzie kontynuować walkę z Tobą, ale nie będzie w stanie ponownie się leczyć przez 3 minuty i 30 sekund. Za każdym razem, gdy żniwiarz wyleczy się, nie będzie w stanie przywrócić sobie tyle punktów życia, jak poprzednio.",
	"mca.books.death.9": "§f§lKosa żniwiarza §r§f\njak już zadasz ostateczny cios, wraca w pustkę, I pozostawia po sobie kosę. Kosa, która jest zimna w dotyku, To potężne narzędzie. Zaatakuj nią osadnika żeby naładować kosę, następnie przenieś jego duszę do grobu.",
	"mca.books.death.author": "Ozzie, Wojownik",
	"mca.books.family.0": "Dzieci, to jest nasza przyszłość! Upewnij się że masz ich tyle ile to możliwe.§rNie tylko dostajesz punkty exp'a za wychowanie dziecka, ale kiedy skończą dzieciństwo, poślij je do pracy!",
	"mca.books.family.1": "§lPotomstwo§r\nKiedy masz małżonka, po prostu porozmawiaj z współmałżonkiem i zaproponuj 'pocznij dziecko'. Po krótkim tańcu, będziesz dumnym posiadaczem chłopca lub dziewczynki (lub nawet obojga)!",
	"mca.books.family.2": "§lDorastanie§r\nTwojemu niemowlęciu zajmie trochę czasu zanim urosną, pamiętaj by się nimi zajmować dopóki nie będą gotowe, lub przekać małżonkowi, by się nim zajął. Kiedy niemowlę jest gotowe by urosnąć, możesz umieścić je na ziemi aby stało się dzieckiem!",
	"mca.books.family.3": "§lWchodzenie w dorosłość§r\nDzieci rosną powoli. Jednakże magiczne właściwości złotego jabłka podobno wspomagają wzrost dziecka. Muszę to przetestować samemu.",
	"mca.books.family.4": "§lObowiązki§r\nKażde dziecko może uprawiać rośliny, ścinać drewno, kopać surowce i łowić ryby. Musisz go zaopatrzyć w narzędzia wymagane do pracy. Jeśli narzędzie się zniszczy i dziecko nie będzie miało innego, nie będzie miało innego wyjścia niż przerwać pracę.",
	"mca.books.family.5": "§lchciwość§r\nJeśli zauważysz że twoje dziecko ma chciwą osobowość, bądź ostrożny, Chciwe dzieci kradną rzeczy, które zbierają podczas pracy.",
	"mca.books.family.6": "§lwydobywanie surowców§r\nTutaj drobna uwaga, większość dzieci jest w stanie szukać i lokalizować rudy pod ziemią. Doprowadza to do uszkodzenia kilofu znajdującego się w jego ekwipunku.",
	"mca.books.family.7": "§lDorosłość§r\nTo smutne, ale dzieci w końcu dorosną. Gdy dorosną, nie będą już dla Ciebie pracować. Dorośli mogą zostać zaręczeni za pomocą pierścienia aranżującego, lub sami znajdą partnerów.",
	"mca.books.family.author": "Leanne, Kapłan",
	"mca.books.infection.0": "Witajcie, czytelnicy! Napisałem tę książkę, abyście uniknęli mojego losu. Mimo infekcji, na szczęście zachowałem wspomnienia.",
	"mca.books.infection.1": "§lCo to infekcja?§r\nOdkryłem już dawno temu, że nieumarli pojawiający się w nocy, to tak naprawdę osadnicy w późnym stadium infekcji!§r Nowo zainfekowani osadnicy, mają zielony odcień skóry, zatracają możliwość mowy, i czasami próbują cię ugryźć!",
	"mca.books.infection.2": "§lLeczenie§r\nOdnosząc się do popularnych plotek, zainfekowanego osadnika można wyleczyć. Musisz osłabić osadnika bądź nieumarłego miksturą słabości. Następnie natychmiast nakarmić go złotym jabłkiem.",
	"mca.books.infection.3": "§lLeczenie 2§r\nNieumarli którzy mogą być uleczeni często mają powiększone głowy i nosy. Inni nieumarli niestety są już w pełni zarażeni i nie możesz ich uleczyć.",
	"mca.books.infection.4": "§lleczenie 3§r\nNieumarłym zajmie trochę czasu zanim w pełni się wyleczą. Osadnicy, którzy zostali już raz wyleczeni i nie mieli czasu przerodzić się w całkowitego nieumarłego, wyleczy się od razu!",
	"mca.books.infection.5": "§lOstrzeżenie§r\nOsadnicy są bardzo podatni na infekcję, zwłaszcza dzieci!",
	"mca.books.infection.author": "Zombie Richard",
	"mca.books.romance.0": "§lWprowadzenie§r\nInterakcja jest kluczem do budowania relacji i zdobywania miłości w Twoim życiu. Z przyjemnością napisałem tę książkę, czując się w obowiązku żeby przekazać wam wiedzę na temat interakcji, miłości, oraz niestety rozwodów, dla każdego kto potrzebuje drobnego popchnięcia we właściwym kierunku.",
	"mca.books.romance.1": "§lOsobowości §r\nKiedy rozmawiasz z którymkolwiek osadnikiem, Zauważysz że mają osobowość. Zwracaj na to dokładną uwagę! Niektórzy ludzie wolą żarty, inni kochają się przytulać. Niektóre osobowości są bardziej oczywiste od innych. Najedź na osobowość żeby dostać podpowiedzi na jej temat.",
	"mca.books.romance.2": "§lNastroje§r\nKażda osoba ma nastrój, który zawsze jest zauważalny podczas rozmowy. Nastroje zmieniają się w trakcie dnia, i określa to jak osadnik zareaguje na interakcję.",
	"mca.books.romance.3": "§lnastroje 2§r\nŚmierć osadnika wprawia wszystkich w zły nastrój. Podatek również stopniowo pogarsza nastrój u wszystkich. Podarunki oraz udane interakcje wiadomo że poprawiają nastrój.",
	"mca.books.romance.4": "§lInterakcje§r\nWybierz mądrze podczas interakcji z osadnikami, bazując na ich nastroju i osobowości! Jeśli wybierasz romansowanie w ramach interakcji, musisz być pewien że osadnik, z którym rozmawiasz, bardzo Cię lubi.",
	"mca.books.romance.5": "§lInterakcje 2.§r\nNie narzucaj się! Zbyt długa rozmowa z kimś go znudzi, I mogą skazać twoją interakcję na niepowodzenie. Jeśli tak się dzieje, odczekaj jakiś czas przed kolejną rozmową.",
	"mca.books.romance.6": "§lPodarunki§r\nPodarunki są inną formą zdobycia czyjejś przychylności. Ale ponownie, bądź ostrożny co komu dajesz. Rybak uwielbie ryby, ale nigdy, pod żadnym pozorem nie dawaj ryby damie.",
	"mca.books.romance.7": "§lZwiązki§r\nŻeby wejść z kimś w związek, po prostu podaruj osadnikowi pierścionek zaręczynowy, kiedy czujesz że wasza relacja osiągnęła odpowiedni poziom.",
	"mca.books.romance.8": "§lrozwód§r\nNiestety, czasami najlepiej jak rozłączysz się ze swoim małżonkiem I pójdziesz dalej, Żeby to zrobić, Poszukaj kapłanów żeby dostać papiery rozwodowe. Potem pójdź porozmawiać z małżonkiem.",
	"mca.books.romance.9": "§lZwiązki 2§r\nEwentualnie możesz zakończyć małżeństwo bez papierów, Ale nie będzie to szczęśliwym wyjściem.",
	"mca.books.romance.author": "Gerry, Bibliotekarz",
	"mca.books.rose_gold.0": "§lOstrzeżenie\ndostęp zastrzeżony!§r\nTa instrukcja jest własnością Korporacji wydobywczej William §rJeśli nie jesteś pracownikiem Korporacji wydobywczej William. zaprzestań czytania i zwróć instrukcję Do Górnika Williama.",
	"mca.books.rose_gold.1": "Ah, różane złoto - przepiękna kombinacja srebra, miedzi i złota, która przetapia się w różowo-pomarańczowy metal. Najczęściej jest używane jako alternatywa złota do tworzenia pierścionków jako tańsza alternatywa. Tak czy inaczej ma wiele interesujących właściwości łatwych do przeoczenia.",
	"mca.books.rose_gold.2": "§lTworzenie pyłu§r\nRóżane złoto, po przetopieniu, może zostać skruszone w pył. Przypatrz się bliżej w proch w jasnym świetle a zobaczysz przebłyski czystego złota!§r",
	"mca.books.rose_gold.3": "§wypłukiwanie pyłu§r\nPrzy odrobinie pracy, możemy wyodrębnić złoto z pyłu i stworzyć sztabkę czystego złota. Po prostu wymieszaj proch w wiadrze wody. Lżejsze srebro i miedź się zmyją, zostawiając Ci 6 mniejszych górek złotego pyłu.",
	"mca.books.rose_gold.4": "§lwyodrębnianie złota§r\nPołącz 9 usypanych górek prochu w twoim craftingu, I jeśli masz szczęście, znajdziesz samorodek złota w którymś z nich!§rI oczywiście jeśli masz 9 samorodków możesz je przekuć w solidną sztabę złota.",
	"mca.books.rose_gold.author": "William, Górnik",
	"mca.books.supporters.author": "Społeczność",
	"mca.books.supporters.contributors": "Współtwórcy",
	"mca.books.supporters.old": "Przed MCA 7.0.0",
	"mca.books.supporters.patrons": "Patroni",
	"mca.books.supporters.thanks": "Dziękujemy wam!",
	"mca.books.supporters.translators": "Tłumacze",
	"mca.letter.condolence": "%s, \nZ wielkim żalem musimy cię informować o śmierciach w %s\nZ Poważaniem. \nPrezydent %s"
}