{
	"mca.books.blueprint.0": "§fNós aldeões podemos cultivar. Nós podemos forjar ferramentas e armaduras. Nós podemos ler, fermentar, encantar e muito mais. Mas há uma coisa que nos falta saber: construir!",
	"mca.books.blueprint.1": "§fNa sua jornada, você provavelmente se depara por várias vilas cheias de pequenas, impraticáveis, e mal decoradas. Como pode uma aldeia evoluir para algo maior?",
	"mca.books.blueprint.2": "§f§lDiagrama§r§f\nÉ por isso que estou vagando por aí, ajudando aldeias por todo o plano. E você também poderia! Crie um diagrama usando tinta azul e papel e confira o catálogo de edifícios que toda aldeia precisa mas não consegue construir por conta própria.",
	"mca.books.blueprint.3": "§f§lRequisitos§r§f\nUma construção geralmente requer um tamanho mínimo. Você não pode simplesmente colocar tudo em uma cabana. Então você tem que garantir de que todos os requisitos de blocos foram atendidos.",
	"mca.books.blueprint.4": "§f§lTerminar§r§f\nUma vez pronto, clique em 'Adicionar Construção' e veja como os aldeões a integram na vila.",
	"mca.books.blueprint.5": "§f§lPostos§r\nMas você não precisa ser generoso! Quanto mais avançada for a sua aldeia, maior será o seu posto. Já sonhou em viver uma vida de nobre? Um prefeito? Ou até mesmo um rei?",
	"mca.books.blueprint.author": "Carl o Construtor",
	"mca.books.death.0": "§fEu não pude contar quantas vezes minha família foi explodida em pedaços por creepers. Como eles ainda estão por aí, você pergunta? Fácil! Eu, caro leitor, descobri uma cura para a própria morte! E através deste livro, posso compartilhar com você.",
	"mca.books.death.1": "§f§lTúmulos§r§f\n§r§fQuando um aldeão morre, seu corpo é enterrado no túmulo mais próximo. Portanto, certifique-se de manter um lote vazio em seu cemitério.",
	"mca.books.death.10": "§f§lA Foice§r§f\nMas seu amigo se levantará infectado, pois o tempo subterrâneo deixou algumas marcas. Você provavelmente pode curá-lo de alguma forma, meu amigo Richard escreveu um livro sobre este assunto uma vez.",
	"mca.books.death.11": "§f§lBastão da Vida§r§f\nNo entanto, existe outra solução mais pacífica. O Bastão da Vida! Ao invés de uma pobre alma, ele usa o poder concentrado das Estrelas Nether para reviver.",
	"mca.books.death.12": "§f§lBastão da Vida 2§r§f\nO Bastão é um item poderoso que pode reviver até 5 pessoas. Ao contrário da Foice, é até capaz de apagar qualquer doença da pessoa revivida.",
	"mca.books.death.2": "§f§lInvocando Ceifador§r§f\nInfelizmente, a única entidade capaz de derrotar a morte é a própria morte: o Ceifador. Para invocá-lo, você deve construir um altar com 3 colunas de obsidiana com pelo menos 2 blocos de altura. Eles podem ser maiores, se desejar.",
	"mca.books.death.3": "§f§lInvocando Ceifador 2§r§f\nNo centro você precisa colocar o sacrifício, um bloco de esmeralda.",
	"mca.books.death.4": "§f§lInvocando Ceifador 3§r§f\nDepois de construir o altar, espere até a noite e acenda todas as 3 colunas. Quando você estiver pronto para lutar, acenda o bloco de esmeralda e corra!",
	"mca.books.death.5": "§f§lCombatendo Ceifador§r§f\nO Ceifador é resistente. Use armadura completa de diamante, muitas poções e muitos encantamentos. Ele pode:\n- Voar\n- Bloquear ataques\n- Cegar você\n- Mover seus itens\n- Teletransportar",
	"mca.books.death.6": "§f§lCombatendo Ceifador 2§r§f\nSe você acertar o Ceifador enquanto ele está bloqueando, ele se teletransportará para trás de você e atacará. Não tente usar flechas ou veneno, ele é imune!",
	"mca.books.death.7": "§f§lCombatendo Ceifador 3§r§f\nQuando o Ceifador perder muita vida ele se teletransportará para o ar e começará a curar. Enquanto cura, ele invocará seus lacaios do submundo para lutar contra você.",
	"mca.books.death.8": "§f§lCombatendo Ceifador 4§r§f\nQuando o Ceifador for curado, ele continuará atacando você, mas ele não será capaz de curar novamente por 3 minutos e 30 segundos. Cada vez que o Ceifador se curar, ele não será capaz de restaurar tanta saúde como fazia anteriormente.",
	"mca.books.death.9": "§f§lA Foice§r§f\nDepois de acertar o golpe letal, ele volta ao vazio e deixa sua Foice para trás. A Foice, fria como o gelo ao toque, é uma ferramenta poderosa. Mate um aldeão para carregar a foice, então transfira a alma armazenada para a lápide.",
	"mca.books.death.author": "Ozzie o Guerreiro",
	"mca.books.family.0": "Crianças, são o nosso futuro! Certifique-se de ter o maior número possível.§rVocê não apenas experimenta a alegria de criar uma criança, mas uma vez que ele tenha passado da fase de bebê, coloque-os para trabalhar!",
	"mca.books.family.1": "§lBebês§r\nQuando você for casado, simplesmente se aproxime do seu cônjuge e se ofereça para 'Procriar'. Depois de uma pequena dança, você será o dono orgulhoso de um novo bebê menino ou menina (ou talvez até ambos)!",
	"mca.books.family.2": "§lCrescimento§r\nOs bebês levam tempo para crescer, certifique-se de segurá-los até estarem prontos, ou dê ao seu cônjuge para cuidar deles. Quando um bebê estiver pronto para crescer, você pode colocá-lo no chão e ele se tornará uma criança!",
	"mca.books.family.3": "§lAdolescência§r\nAs crianças crescerão lentamente. No entanto, dizem que as propriedades mágicas das Maçãs Douradas aceleram o crescimento de qualquer criança. Eu mesmo ainda não tentei isso.",
	"mca.books.family.4": "§lTarefas§r\nQualquer criança pode cultivar, cortar madeira, minerar, caçar, e pescar. Você precisará fornecer-lhes as ferramentas necessárias para fazer isso. Se uma ferramenta quebrar e a criança não tiver outra, ele não terá outra escolha senão deixar de trabalhar.",
	"mca.books.family.5": "§lGanância§r\nSe você notar que o seu filho tem personalidade gananciosa, tenha cuidado! Crianças gananciosas são conhecidas por roubar itens que eles pegam enquanto fazem tarefas.",
	"mca.books.family.6": "§lMineração§r\nUma nota especial em mineração aqui, a maioria das crianças tem uma habilidade peculiar para procurar e localizar minérios no subsolo. Esta atividade danifica qualquer picareta que possa ter em seu inventário.",
	"mca.books.family.7": "§lIdade Adulta§r\nPor mais triste que seja, as crianças eventualmente crescerão e se tornarão adultos. Quando forem adultos, elas não trabalharão mais para você. Adultos podem ser casados usando Anéis de casamenteiro, ou eles eventualmente se casarão por conta própria.",
	"mca.books.family.author": "Leanne o clérigo",
	"mca.books.infection.0": "Bom, dia, leitores! Eu escrevi este livro para que você não acabe sofrendo o mesmo destino que eu. Embora eu tenha pegado a infecção, tive a sorte de manter todas as minhas capacidades mentais.",
	"mca.books.infection.1": "§lO que é a infecção?§r\nEu descobri há muito tempo que os zumbis que aparecem à noite são na verdade aldeões nos estágios finais da infecção! Aldeões recém infectados ficam verdes, não conseguem falar, e ocasionalmente tentam morder!",
	"mca.books.infection.2": "§lCurando§r\nAo contrário da crença popular, qualquer aldeão infectado pode ser curado. Você precisa primeiro enfraquecer o aldeão ou o zumbi com uma poção. Então, imediatamente alimente-os uma maçã dourada.",
	"mca.books.infection.3": "§lCurando 2§r\nZumbis que podem ser curados muitas vezes têm cabeças e narizes alargados. Qualquer outro zumbi que você ver infelizmente está muito avançado, e não pode ser curado.",
	"mca.books.infection.4": "§lCurando 3§r\nZumbis vão levar alguns minutos para serem totalmente curados. Aldeões que foram recentemente infectados, porém, e não tiveram tempo para se degradar em um zumbi completo, serão curados instantaneamente!",
	"mca.books.infection.5": "§lAvisos§r\nAldeões são altamente suscetíveis a contaminação, e crianças são ainda mais vulneráveis!",
	"mca.books.infection.author": "Richard o Zumbi",
	"mca.books.romance.0": "§lIntroduão§r\nInteração é fundamental para construir relacionamentos e encontrar o amor de sua vida. Eu alegremente escrevi este livro para compartilhar meu conhecimento sobre interação, amor e, infelizmente, divórcio, com qualquer pessoa que precise de um empurrãozinho na direção certa.",
	"mca.books.romance.1": "§lPersonalidades§r\nAo falar com qualquer aldeão, você notará que eles têm uma personalidade. Preste muita atenção nisso! Algumas pessoas gostam mais de piadas, outras amam um abraço. Algumas personalidades são mais óbvias do que outras. Passe o mouse sobre a personalidade para ver algumas dicas.",
	"mca.books.romance.2": "§lHumor§r\nToda pessoa tem um humor, que é sempre aparente ao falar com ela. O humor pode mudar ao longo do dia, e determinar a probabilidade de um aldeão gostar de certas interações.",
	"mca.books.romance.3": "§lHumor 2§r\nA morte de um aldeão parece deixar as pessoas próximas de mau humor. Taxar também diminui gradualmente o humor de todos. Presentes e interações bem-sucedidas são conhecidos por melhorar o humor.",
	"mca.books.romance.4": "§lInteragindo§r\nEscolha sabiamente quando interagir com um aldeão, com base no humor e personalidade! Se escolher uma interação romântica, certifique-se de que o aldeão com quem você está falando gosta muito de você.",
	"mca.books.romance.5": "§lInteragindo pt. 2§r\nNão seja chato! Falar com alguém por muito tempo vai aborrecê-los, e suas interações podem parar de ter sucesso. Se isso acontecer, apenas espere algum tempo antes de tentar falar novamente.",
	"mca.books.romance.6": "§lPresentes§r\nPresentes são outra ótima maneira de conquistar a amizade de alguém. Mas novamente, tenha cuidado para quem você dá o quê. Um pescador adora peixe, mas meu Deus, nunca dê um peixe fedorento a uma senhora nobre.",
	"mca.books.romance.7": "§lCasamento§r\nPara se casar, simplesmente dê uma aliança a um aldeão quando você sentir que atingiu o nível mais alto de relacionamento.",
	"mca.books.romance.8": "§lDivórcio§r\nInfelizmente, às vezes é melhor se separar da sua esposa e seguir em frente. Para isso, procure um clérigo para conseguir papéis de divórcio. Depois fale com seu cônjuge.",
	"mca.books.romance.9": "§lDivórcio pt. 2§r\nAlternativamente você pode terminar o casamento sem papéis, mas eles não ficarão felizes.",
	"mca.books.romance.author": "Gerry o Bibliotecário",
	"mca.books.rose_gold.0": "§lAviso!\nULTRA SECRETO§r\nEste manual é propriedade da Companhia de Mineração William.§rSe você não é um colaborador da Companhia de Mineração William, por favor evite ler este manual e retorne imediatamente para William o Mineiro.",
	"mca.books.rose_gold.1": "Ah, ouro rosa - uma adorável combinação de prata, cobre, e ouro que funde em um metal laranja-rosa. A maioria o usa como uma alternativa ao ouro para criar anéis pois é muito mais barato. No entanto, apresenta algumas qualidades interessantes que são fáceis de não notar.",
	"mca.books.rose_gold.2": "§lCriando Poeira§r\nOuro rosa, uma vez fundido, pode ser esmagado em um pó fino. Olhe atentamente para a poeira de ouro de rosa em luz brilhante, e você verá manchas brilhantes de ouro puro!§r",
	"mca.books.rose_gold.3": "§lLavando Poeira§r\nCom um pouco de trabalho, podemos extrair o ouro da poeira e criar barras de ouro puro. Simplesmente misture a poeira com um balde d'água. Os componentes de prata e cobre mais leves serão levados, deixando com cerca de 6 pilhas menores de ouro em pó.",
	"mca.books.rose_gold.4": "§lExtraindo Ouro§r\nOrganize 9 pilhas de poeira na sua mesa de trabalho, e se tiver sorte, você encontrará uma pepita de ouro em uma delas!§rE claro, depois de ter 9 pepitas de ouro, você será capaz de transformá-las em uma barra de ouro sólida.",
	"mca.books.rose_gold.author": "William o Mineiro",
	"mca.books.supporters.author": "A comunidade",
	"mca.letter.condolence": "%s,\n\nÉ com grande pesar que informamos a morte de %s.\n\nCom seus melhores comprimentos,\nprefeito de %s"
}