{
	"mca.books.blueprint.0": "§Каждый сельский житель может заниматься хозяйством. Мы можем кузнечить инструменты и доспехи. Мы можем читать, варить, зачаровывать и многое другое. Но есть одна вещь, для которой нам не хватает знаний: строительство!",
	"mca.books.blueprint.1": "§§в своем путешествии вы, вероятно, встретите несколько деревень, полных маленьких, непрактичных и едва украшенных. Как деревня может когда-нибудь превратиться в нечто большее?",
	"mca.books.blueprint.2": "§§f§l Чертеж§r§f\nВот почему я брожу вокруг, помогая деревням по всему миру. И вы тоже моли бы! Создайте себе чертеж, используя синюю краску и бумагу, и ознакомьтесь с каталогом зданий, которые нужны каждой деревне, но не могут быть построены самостоятельно.",
	"mca.books.blueprint.3": "§§f§Требования§r§f\nДля зданий обычно требуется минимальный размер. Вы не можете просто воткнуть все в сарай. Затем вы должны убедиться, что все требования к блоку выполнены.",
	"mca.books.blueprint.4": "§§f§l Закончить§r§f\nПосле этого нажмите \"Добавить здание\" и посмотрите, как жители деревни интегрируют его в деревню.",
	"mca.books.blueprint.5": "§§f§l Ранги§r§f\nНо вам не нужно быть бескорыстным! Чем более развита ваша деревня, тем выше ваш ранг. Каждый мечтал прожить жизнь дворянина? Мэра? Или даже короля?",
	"mca.books.blueprint.author": "Карл Строитель",
	"mca.books.death.0": "§fЯ не мог сосчитать, сколько раз мою семью разрывали на куски криперы. Как они все существуют, спросите вы? Легко! Я, дорогой читатель, открыл лекарство от самой смерти! И благодаря этой книге я могу поделиться им с вами.",
	"mca.books.death.1": "§f§lМогилы§r§f\n§r§fКогда деревенский житель умирает, его труп хоронят в ближайшей могиле. Поэтому убедитесь, что участок на вашем кладбище пуст.",
	"mca.books.death.10": "§f§lКоса 2§r§f\nНо ваш друг восстанет зараженным, так как время под землей оставило некоторые следы. Вероятно, вы можете как-то исцелить его, мой друг Ричард однажды написал книгу на эту тему.",
	"mca.books.death.11": "§f§lПосох жизни§r§f\nОднако есть и другое, более мирное решение. Посох Жизни! Вместо бедной души он использует концентрированную силу звезды Нижнего мира, чтобы возродиться.",
	"mca.books.death.12": "§f§lПосох жизни 2§r§f\nПосох-это мощный предмет, который может оживить до 5 человек. В отличие от Косы, он даже способен стереть любую болезнь с ожившего человека.",
	"mca.books.death.2": "§f§lПризыв Грима§r§f\nК сожалению, единственное существо, способное победить смерть, - это сама смерть: Мрачный Жнец. Чтобы призвать его, вы должны построить алтарь, состоящий из 3 обсидиановых колонн высотой не менее 2 блоков. При желании они могут быть выше.",
	"mca.books.death.3": "§f§lПризыв Грима 2§r§f\nВ центре вы должны поместить жертву - изумрудный блок.",
	"mca.books.death.4": "§f§lПризыв Грима 3§r§f\nПосле постройки алтаря дождитесь ночи и зажгите все 3 колонны. Когда будете готовы к бою, зажгите изумрудный блок и бегите!",
	"mca.books.death.5": "§f§lСхватка с Гримом§r§f\nГрим жесток. Используйте полную алмазную броню, множество зелий и заклинаний. Он может:\n- Летать\n- Блокировать атаки\n- Ослепить\n- Перемещать ваши предметы\n- Телепортироваться",
	"mca.books.death.6": "§f§lСхватка с Гримом 2§r§f\nЕсли вы ударите Грима, когда он блокирует, он телепортируется позади вас и нанесет удар. Не пытайтесь использовать стрелы или яд, подобное на него не действует!",
	"mca.books.death.7": "§f§lСхватка с Гримом 3§r§f\nКогда Грим потеряет слишком много здоровья, он телепортируется в воздух и начнет лечиться. Во время исцеления он призовет своих приспешников из подземного мира, чтобы сразиться с вами.",
	"mca.books.death.8": "§f§lСхватка с Гримом 4§r§f\nКогда Грим исцелится, он продолжит атаковать вас, но он не сможет исцелиться снова в течение 3 минут и 30 секунд. Каждый раз, когда Грим исцеляется, он не сможет восстановить столько здоровья, сколько ранее.",
	"mca.books.death.9": "§f§lКоса§r§f\nКак только вы наносите смертельный удар, он падает обратно в пустоту и оставляет свою косу. Коса, ледяная на ощупь, - могущественное орудие. Убейте жителя деревни, чтобы зарядить косу, затем перенесите сохраненную душу на могильный камень.",
	"mca.books.death.author": "Воитель Оззи",
	"mca.books.family.0": "Дети, это наше будущее! Убедитесь, что у вас их как можно больше.§Вы не только получаете возможность испытать радость от воспитания ребенка, но как только они пройдут стадию младенчества, заставьте их работать!",
	"mca.books.family.1": "§lДети§r\nКогда вы женаты, просто подойдите к своему супругу и предложите \"зачать ребенка\". После короткого танца вы станете счастливым обладателем нового мальчика или девочки (или, может быть, даже обоих)!",
	"mca.books.family.2": "§lРост§r\nМладенцам требуется время, чтобы вырасти, обязательно возьмите их на руки, пока они не станут взрослыми, или отдайте их своему супругу, чтобы он позаботился о них. Когда малыш будет готов к росту, вы можете положить его на землю, и он вырастет в ребенка!",
	"mca.books.family.3": "§lЮность§r\nДети будут расти медленно. Однако говорят, что волшебные свойства Золотых яблок ускоряют рост любого ребенка. Мне еще предстоит попробовать это самому.",
	"mca.books.family.4": "§lДомашние дела§r\nЛюбой ребенок может заниматься сельским хозяйством, рубить дрова, добывать руду, охотиться и ловить рыбу. Вам нужно будет предоставить им инструменты, необходимые для этого. Если инструмент сломается, а у ребенка нет другого, у него не будет другого выбора, кроме как прекратить работу.",
	"mca.books.family.5": "§lЖадность§r\nЕсли вы заметили, что у вашего ребенка Жадный характер, будьте осторожны! Известно, что жадные дети воруют предметы, которые они могут забрать, выполняя работу по дому.",
	"mca.books.family.6": "§lДобыча полезных ископаемых§r\nОсобое замечание по поводу добычи полезных ископаемых: у большинства детей есть особая способность искать и находить руды под землей. Это действие наносит ущерб любой кирке, которая может быть у них в инвентаре.",
	"mca.books.family.7": "§lЗрелость§r\nКак бы это ни было печально, но дети рано или поздно вырастут. Как только они станут взрослыми, они больше не будут работать на вас. Взрослых можно выдать замуж, используя колец сватовства, или они в конечном итоге поженятся самостоятельно.",
	"mca.books.family.author": "Клирик Лианна",
	"mca.books.infection.0": "Добрый день, читатели! Я написал эту книгу, чтобы вас не постигла та же участь, что и меня. Хотя я подхватил инфекцию, к счастью, мне удалось сохранить все свои умственные способности.",
	"mca.books.infection.1": "§Что такое инфекция?§\nЯ давно обнаружил, что зомби, которые появляются ночью, на самом деле являются сельскими жителями на поздних стадиях заражения!§Новозараженные жители деревни зеленеют, не могут говорить и иногда пытаются укусить!",
	"mca.books.infection.2": "§Лечение§\nВопреки распространенному мнению, любой инфицированный сельский житель может быть вылечен. Сначала вы должны ослабить его с помощью зелья. Затем немедленно скормите им золотое яблоко.",
	"mca.books.infection.3": "§lЛечение 2§r\nЗомби, которых можно вылечить, часто имеют увеличенные головы и носы. Любые другие зомби, которых вы видите, к сожалению, зашли слишком далеко и не могут быть вылечены.",
	"mca.books.infection.4": "§lЛечение 3§r\nЗомби потребуется пара минут, чтобы полностью вылечиться. Жители деревни, которые были недавно заражены, хотя и не успели превратиться в полноценного зомби, будут вылечены мгновенно!",
	"mca.books.infection.5": "§lПредупреждения§r\nСельские жители очень восприимчивы к инфекции, а дети - тем более!",
	"mca.books.infection.author": "Зомби Ричард",
	"mca.books.romance.0": "§lВступление§r\nВзаимодействие-это ключ к построению отношений и поиску любви всей вашей жизни. Я с радостью написал эту книгу, чтобы поделиться своими знаниями о взаимодействии, любви и, к сожалению, разводе со всеми, кому может потребоваться небольшой толчок в правильном направлении.",
	"mca.books.romance.1": "§lИзвестные деятели§r\nРазговаривая с любым деревенским жителем, вы заметите, что у него есть своя личность. Обратите на это пристальное внимание! Некоторые люди больше любят шутки, некоторые - обьятия. Некоторые личности более очевидны, чем другие. Наведите курсор на личность, чтобы увидеть некоторые подсказки.",
	"mca.books.romance.2": "§lНастроения§r\nУ каждого человека есть настроение, которое всегда проявляется, когда с ним разговариваешь. Настроения могут меняться в течение дня и определять, насколько деревенскому жителю понравятся определенные взаимодействия.",
	"mca.books.romance.3": "§lНастроения 2§r\nСмерть деревенского жителя, похоже, приводит тех, кто находится поблизости, в плохое настроение. Взимание налогов также постепенно снижает настроение каждого. Известно, что подарки и удачные взаимодействия повышают настроение.",
	"mca.books.romance.4": "§lВзаимодействие§r\nВыбирайте общение с жителем деревни с умом, основываясь на его настроении и характере! Если вы выбираете романтическое общение, убедитесь, что вы очень нравитесь деревенскому жителю, с которым вы разговариваете.",
	"mca.books.romance.5": "§lВзаимодействие pt. 2§r\nНе будьте назойливым! Слишком долгое общение с кем-то наскучит им, и ваши взаимодействия могут перестать быть успешными. Если это произойдет, просто подождите некоторое время, прежде чем пытаться снова поговорить с ними.",
	"mca.books.romance.6": "§lПодарки§r\nПодарки-еще один отличный способ завоевать чью - то дружбу. Но опять же, будьте осторожны, кому и что вы дарите. Рыбак любит рыбу, но, боже мой, никогда не дарите вонючую рыбу благородной леди.",
	"mca.books.romance.7": "§lБрак§r\nЧтобы жениться, просто подарите деревенскому жителю обручальное кольцо, как только почувствуете, что достигли наивысшего уровня отношений.",
	"mca.books.romance.8": "§lРазвод§r\nК сожалению, иногда лучше расстаться со своим супругом и двигаться дальше. Для этого поищите священнослужителя, чтобы получить документы на развод. Затем поговорите со своим супругом.",
	"mca.books.romance.9": "§lРазвод pt. 2§r\nВ качестве альтернативы вы можете расторгнуть брак без документов, но они не будут счастливы.",
	"mca.books.romance.author": "Библиотекарь Джерри",
	"mca.books.rose_gold.0": "§lПредупреждение!\nСОВЕРШЕННО СЕКРЕТНО§\nДанное руководство является собственностью компании William Mining Co.§если вы не являетесь сотрудником компании William Mining Co., пожалуйста, воздержитесь от чтения данного руководства и незамедлительно вернитесь к Уильяму Майнеру.",
	"mca.books.rose_gold.1": "Ах, розовое золото - прекрасное сочетание серебра, меди и золота, которое плавится в розовато-оранжевый металл. Большинство использует его в качестве альтернативы золоту для изготовления колец, так как оно намного дешевле. Однако у него есть некоторые интересные качества, которые легко не заметить.",
	"mca.books.rose_gold.2": "§§Создание пыли§r\nРозовое золото, будучи выплавленным, может быть измельчено в мелкую пыль. Посмотрите внимательно на розовую золотую пыль при ярком свете, и вы увидите блестящие вкрапления чистого золота!§r",
	"mca.books.rose_gold.3": "§Очистка от пыли§\nНемного поработав, мы сможем извлечь золото из пыли и создать слитки чистого золота. Просто совместите пыль с ведром воды. Более легкие серебряные и медные компоненты смоются, оставив вам примерно 6 небольших кучек золотой пыли.",
	"mca.books.rose_gold.4": "§Добыча золота §\nРазложите 9 куч пыли на своем столе для крафта, и если вам повезет, вы найдете в одной из них золотой самородок!§r Конечно, как только у вас будет 9 золотых самородков, вы сможете превратить их в слиток чистого золота.",
	"mca.books.rose_gold.author": "Уильям Шахтер",
	"mca.books.supporters.author": "Сообщество",
	"mca.books.supporters.contributors": "Вкладчики",
	"mca.books.supporters.old": "До MCA 7.0.0",
	"mca.books.supporters.patrons": "Меценаты",
	"mca.books.supporters.thanks": "Спасибо!",
	"mca.books.supporters.translators": "Переводчики",
	"mca.books.supporters.wiki": "Вики",
	"mca.letter.condolence": "%s,\n\nс большим сожалением сообщаем вам о смерти %s .\n\nС уважением,\nмэр %s"
}