{
	"mca.books.blueprint.0": "§fBiz köylüler çiftçilik yapabilir, zırh ve alet yapabilir, okuyabilir ve büyücülükten daha fazlasını yapabiliriz. Fakat bilmemiz gereken tek şey var: inşa etmek!",
	"mca.books.blueprint.1": "§fYolculuk yaparken, muhtemelen küçük, kötü dekor edilmiş ve güzel gözükmeyen evlerle karşılaşırsınız. Bir köy nasıl daha büyük bir yere çevrilebilir?",
	"mca.books.blueprint.2": "§f§lYapı Planı§r§f\nBundan dolayı dünyanın her yerinde dolaşıp yardım ediyorum. Ama bunu sende yapabilirsin! Kendine mavi boya ve kağıt ile bir Yapı Planı yap ve köylülerin kendi başına yapamayacağı yapılara göz at.",
	"mca.books.blueprint.3": "§f§lGereksinimler§r§f\nHer yapının minimum bir boyutu vardır. Her şeyi tek bir kulübeye bağlayamazsınız. Ardından, tüm blok gereksinimlerini tamamladığınızdan emin olun.",
	"mca.books.blueprint.4": "§f§lSon Aşama§r§f\nİşinizi tamamladığınızda, \"Yapı Ekle\"ye basın ve köylülerin onu köyün içine nasıl kattığını izleyin.",
	"mca.books.blueprint.5": "§f§lRütbeler§r§f\nAçgözlü olmanıza hiç gerek yok! Ne kadar köyünüzü geliştirirseniz, o kadar rütbeniz yükselir. Asil birisi olarak hayat yaşamayı hiç düşündünüz mü? Ya da bir belediye başkanı? Ya da bir kral olarak?",
	"mca.books.blueprint.author": "İnşa Mühendisi Carl",
	"mca.books.death.0": "§fAilemin Creeperlar tarafından kaç defa patladığını hatırlamıyorum bile. Ama nasıl oluyor da hala hayattalar? Bu çok kolay! Sevgili okuyucu, ölümün tedavisini bulmuş bulunmaktayım ve bu kitap sayesinde size nasıl yapıldığını anlatabilirim!",
	"mca.books.death.1": "§f§lMezarlar§r§f\n§r§fEğer bir köylü ölürse ona en yakın boş bir mezar taşına gömülür. Bu yüzden mezarlığınızda her zaman boş bir mezar taşı bulundurun.",
	"mca.books.death.10": "§f§lTırpan 2§r§f\nFakat yeraltında geçen zaman yüzünden arkadaşın bir enfekteli olarak tekrardan dirilecek. Onu bir şekilde iyileştirebilirsin. Arkadaşım Richard bu konu üzerinde bir kitap yazmıştı.",
	"mca.books.death.11": "§f§lHayat Asası§r§f\nAma Tırpana göre daha zararsız bir yöntem de var. İşte karşınız da Hayat Asası! Canlandırmak için Nether Yıldızının gücünden faydalanır.",
	"mca.books.death.12": "§f§lHayat Asası 2§r§f\nBu asa 5 kişiye kadar diriltme gücüne sahiptir. Tırpana göre diriltilen kişinin üzerindeki tüm hastalıkları siler.",
	"mca.books.death.2": "§f§lAzraili Çağırmak§r§f\nNe yazık ki, Azraili yenebilecek tek şey ölümdür. Onu çağırabilmek için en az 2 blok yüksekliğinde 3 adet obsidyen sütunu koyarak bir sunak inşa etmeniz gerekiyor. Sütunlar isterseniz daha yüksek olabilir.",
	"mca.books.death.3": "§f§lAzraili Çağırmak 2§r§f\nObsidyen sütunların ortasına bir tane zümrüt blok koymanız gerekiyor.",
	"mca.books.death.4": "§f§lAzraili Çağırmak 3§r§f\nSunağı inşa ettikten sonra geceyi beklemeniz gerekiyor. Ardından 3 obsidyen sütunu yakmanız ve savaşa hazır olduğunuz zaman zümrüt bloğunu yakmanız gerek!",
	"mca.books.death.5": "§f§lAzrail ile Savaşmak§r§f\nAzrail çok güçlüdür. Onu yenebilmek için tam bir elmas zırh, bir sürü iksir ve büyü kullanın. Azrail şunları yapabilir:\n- Uçabilir\n- Saldırıları bloklayabilir\n- Seni kör edebilir\n- Eşyalarını hareket ettirebilir\n- Işınlanabilir",
	"mca.books.death.6": "§f§lAzrail ile Savaşmak 2§r§f\nEğer Azrail blok yaparken saldırırsanız, arkanıza ışınlanıp size saldıracaktır. Sakın ok veya zehir gibi şeyler kullanmayın! Buna karşı bağışıklığı vardır!",
	"mca.books.death.7": "§f§lAzrail ile Savaşmak 3§r§f\nEğer Azrailin canını çok azaltırsanız yukarıya doğru ışınlanıp canını doldurmaya başlayacaktır. Canını doldururken sizinle savaşması için yer altından kölelerini çağıracaktır.",
	"mca.books.death.8": "§f§lAzrail ile Savaşmak 4§r§f\nAzrail canını doldurduğu zaman size saldırmaya devam edecektir fakat 3 dakika 30 saniye boyunca tekrar canını dolduramayacaktır. Azrail canını her doldurmaya başladığında, bir öncekine göre daha az can dolduracaktır.",
	"mca.books.death.9": "§f§lTırpan§r§f\nSon darbeyi indirdiğinizde, Azrail Tırpanını düşürür. Buz gibi olan Tırpan çok güçlü bir alettir. Bir kişiyi diriltmek için bir köylü öldür ve ruhu Tırpana hapsolsun. Ardından içindeki ruhu bir mezar taşına aktar.",
	"mca.books.death.author": "Savaşçı Ozzie",
	"mca.books.family.0": "Çocuklar bizim geleceğimiz! Olabildiğince fazla çocuğa sahip olmaya çalışın.§r Bir çocuk yetiştirmekle kalmaz, onları bir işe bile sokabilirsiniz!",
	"mca.books.family.1": "§lBebekler§r\nEvlendiğinizde, eşinize \"Bebek yap\" teklif edin. Biraz sevinçten sonra bir kız veya bir erkek(belki ikisi de olabilir!) sahibi olabilirsiniz!",
	"mca.books.family.2": "§lBüyüme Aşaması§r\nBebeklerin büyümesi biraz zaman alır, hazır olana kadar elinizde tuttuğunuzdan emin olun, yada tutması ve ilgilenmesi için eşinize verebilirsiniz. Bebek artık büyümeye hazır olup onu yere koyduğunuzda bir çocuğa dönüşecektir!",
	"mca.books.family.3": "§lErgenlik§r\nÇocuklar biraz daha yavaş büyür. Bununla beraber, Altın Elmaların büyüme hızını büyük oranda hızlandırdığı biliniyor. Bunu henüz kendim test etmedim.",
	"mca.books.family.4": "§lİşler§r\nHer çocuk Çiftçilik, Odunculuk, Madencilik, Avcılık ve Balıkçılık yapabilir. Sadece onlara gerekli aletleri vermeniz gerekir. Eğer aleti kırılırsa ve başka aleti de kalmaz ise zorunlu olarak işi bırakır.",
	"mca.books.family.5": "§lAçgözlülük§r\nEğer çocuğunuz Açgözlülük kişiliğine sahip ise dikkat edin! Çocuğunuz işini yaparken topladığı eşyaları çaldığı bilinir.",
	"mca.books.family.6": "§lMadencilik§r\nMadencilik ile ilgili özel bir not, çoğu çocuğun yeraltındaki cevherleri arama ve bulma konusunda özel yeteneği vardır. Bu özellik envanterdeki herhangi bir kazmaya zarar verir.",
	"mca.books.family.7": "§lYetişkinlik§r\nBu kaçınılmaz bir son olarak, elinde sonunda tüm çocuklar bir yetişkin olacaktır. Yetişkin oldukları zaman artık sizin işinizi yapmayacaktır. Yetişkinler Arabulucu yüzükleri ile evlendirilebilir ya da eninde sonunda kendi başlarına evlenebilirler.",
	"mca.books.family.author": "Rahip Leanne",
	"mca.books.infection.0": "Selamlar okuyucu! Benim de başıma geldiği gibi sizin de başınıza gelmemesi için bu kitabı yazıyorum. Enfeksiyon kapmama rağmen, şans eseri hayla zihinsel yeteneklerimi korumayı başarabildim.",
	"mca.books.infection.1": "§lEnfeksiyon nedir?§r\nÇok önceden geceleri ortaya çıkan zombilerin aslında enfeksiyon kapmış köylüler olduğunu fark ettim! §rDaha yeni enfekte olmuş köylüler yeşile döner, konuşamazlar ve sizi ısırmaya çalışırlar!",
	"mca.books.infection.2": "§lTedavi§r\nBir inanışın aksine, köylüler tedavi edilebilir. İlk önce bir zombi köylü bulup ona zayıflık iksiri atın. Ardından ona bir Altın elma verin.",
	"mca.books.infection.3": "§lTedavi 2§r\nİyileştirilebilen köylülerin büyük kafaları ve burunları vardır. Gördüğünüz diğer zombiler artık çok geç olduğu için tedavi edilebilmeleri imkansızdır.",
	"mca.books.infection.4": "§lTedavi 3§r\nZombilerin iyileşmesi birkaç dakikanızı alır. Sadece enfekte olmuş bir köylüye Altın Elma verirseniz anında iyileşecektir!",
	"mca.books.infection.5": "§lUyarı§r\nKöylüler enfeksiyona karşı çok hassastır. Çocuklar ise daha çok hassastır!",
	"mca.books.infection.author": "Zombi Richard",
	"mca.books.romance.0": "§lGiriş§r\nEtkileşim, bir ilişki kurabilmenizin anahtarıdır. Size bu kitapta kendi bildiklerim ile Etkileşim, İlişki ve Boşanmayı yardıma ihtiyacı olan herkese anlatmaktan mutluluk duyuyorum.",
	"mca.books.romance.1": "§lKişilikler§r\nBir köylü ile konuşurken onların da bir kişiliğin olduğunu fark edeceksiniz. Buraya çok dikkat edin! Bazı kişiler şakaları, bazıları ise sarılmayı sever. Bazılarının kişilikleri diğerlerine göre daha belirgindir. İpuçlarını görmek için Kişiliğin üzerine gelin.",
	"mca.books.romance.2": "§lRuh Halleri§r\nHer kişinin onlarla konuşurken belirli bir ruh hali vardır. Ruh halleri gün boyunca değişebilir ve etkileşimlerden ne kadar hoşlanabiliceğini belirleyebilir.",
	"mca.books.romance.3": "§lRuh Halleri 2§r\nBir köylünün ölümü yakındaki köylülerin ruh halini olumsuz bir şekilde etkileyebilir. Vergiler aynı zamanda köylülerin ruh halini yavaş bir şekilde azaltır. Onlara hediye veya başarılı bir etkileşim de bulunmak ruh hallerini arttırır.",
	"mca.books.romance.4": "§lEtkileşimde Bulunmak§r\nKöylülerin ruh hali ve kişiliklerine göre akıllıca seçim yapın! Eğer romantik bir etkileşim yapmak istiyorsanız, köylünün sizi sevdiğinizden emin olun.",
	"mca.books.romance.5": "§lEtkileşimde Bulunmak 2§r\nSinir bozucu olmamaya çalışın! Biriyle çok uzun süre konuşmak onu sıkabilir ve başarılı etkileşim yapamazsınız. Eğer bu olursa, onunla tekrar konuşmak için ona biraz zaman ayırın.",
	"mca.books.romance.6": "§lHediyeler§r\nBirine hediye vermek, onunla arkadaş olmanın en kolay yoludur! Ama kime ne verdiğine dikkat etmelisin. Mesela balıkçı balığı sever fakat bunu asil bir bayana vermeni önermiyorum.",
	"mca.books.romance.7": "§lEvlilik§r\nEvlilik için kalp seviyenizi yüksek tuttuğunuzdan emin olun. Ardından ona bir yüzük hediye edin.",
	"mca.books.romance.8": "§lBoşanma§r\nBazen, eşinizden ayrılmak en doğru yoldur. Bunu yapabilmek için, bir Rahip bulup ondan Boşanma kağıtlarını alman gerekiyor. O zaman eşinle konuşabilirsin.",
	"mca.books.romance.9": "§lBoşanma 2§r\nAlternatif bir yol olarak Boşanma kağıtları olmadan da evliliği sonlandırabilirsiniz, ama eşin bundan mutlu olmaz.",
	"mca.books.romance.author": "Kütüphaneci Gerry",
	"mca.books.rose_gold.0": "§lUyarı!\nÇOK GİZLİ BİLGİ§r\nBu klavuz Williamın Maden Şirketine aittir.§rEğer Williamın Maden Şirketi çalışanı değilseniz, bu klavuzu okumaktan kaçının ve derhal Madenci Williama geri götürün.",
	"mca.books.rose_gold.1": "Gül Altını bakır, gümüş ve altının karışımından oluşan pembe ve turuncu karışımı bir metaldir. Maaliyeti çok daha ucuz olduğu için yüzük yapımında alternatif bir yol olarak kullanılır. Ama gözden kaçmaması gereken unsurlara sahiptir.",
	"mca.books.rose_gold.2": "§lToz yapımı§r\nGül Altını eritildikten sonra toz haline çevirilebilir. Gül Altını Tozuna biraz daha yakından baktığınızda, saf altına göre parlak benekler göreceksiniz!§r",
	"mca.books.rose_gold.3": "§lTozu yıkamak§r\nBiraz uğraş ile Gül Altın Tozun içindeki altını çıkarabilir ve saf Altın tozu elde edebilirsiniz. Sadece tozu su kovası ile karıştırmanız yeterlidir. Gümüş ve bakır bileşenleri yıkayarak size 6 altın tozu bırakacaktır.",
	"mca.books.rose_gold.4": "§lAltın Çıkarma§r\nÇalışma masanıza 9 adet toz koyarak bir külçe elde edebilirsiniz. Eğer şanslıysanız birisinden Altın Parçası bulabilirsiniz!§rVe tabiki de, eğer 9 adet Altın Külçeniz var ise, onları sağlam altın külçesine çevirebilirsiniz.",
	"mca.books.rose_gold.author": "Madenci William",
	"mca.books.supporters.author": "Topluluk",
	"mca.books.supporters.contributors": "Katkıda Bulunanlar",
	"mca.books.supporters.old": "MCA 7.0.0 Öncesi",
	"mca.books.supporters.patrons": "Patron Destekçileri",
	"mca.books.supporters.thanks": "Teşekkürler!",
	"mca.books.supporters.translators": "Çevirmenler",
	"mca.letter.condolence": "%s,\n\nSize üzülerek söylüyorum ki %s vefat etmiştir.\n\nSaygılarımla,\nBelediye başkanı %s"
}